<?php
/*
 * john_3 web俱乐部
 * ============================================================================
 * * 版权所有 2016-2026 john_3网络科技有限公司，并保留所有权利。
 * 网站地址: http://www.John_3.com；
 * ----------------------------------------------------------------------------
 * 这不是一个自由软件！您只能在不用于商业目的的前提下对程序代码进行修改和
 * 使用；不允许对程序代码以任何形式任何目的的再发布。
 * ============================================================================
 * DATE:2016年9月23日;
 * TIME:上午10:12:55;
 * {supporter: yun};
 * author:桓;
 * 字符编码：UTF-8
 * PHPPHP;
 */ 
 
 

//应用入口文件

//检测环境
if(version_compare(PHP_VERSION, '5.3.0', '<')) die ('require PHP > 5.3.0!');

//开启调试模式
define ('APP_DEBUG', true);

//定义应用目录
define('APP_PATH', './Neu/');

//引入php入口文件
include "./ThinkPHP/ThinkPHP.php";











